Repository: danerx77/f1
Catalog: tm/srcdatapokemon.tmx
Source language: en
Languages: pl

source: Its eyes are as transparent as crystals.\nFrom them, it shoots mysterious\nbeams of light.
pl: Jego oczy są przezroczyste jak kryształy.\nStrzela z nich tajemniczymi\npromieniami.

source: It has 80 tentacles that move about\nfreely. They can sting, causing poisoning\nand sharp, stabbing pain.
pl: Ma 80 macek, które mimowolnie się\nruszają. Mogą żądlić, powodując zatrucia\ni ostry, sztyletujący ból.

source: Its round form makes it easy to pick up.\nSome people have used them to hurl\nat each other in a snowball fight.
pl: Jego okrągły kształt ułatwia mu bycie\nzbieranym. Niektórzy rzucają się nimi\nw trakcie walk na śnieżki.

source: Be careful while hiking on mountain trails.\nGRAVELER may come rolling down the path\nwithout slowing.
pl: Uważaj podróżując po górskich szlakach.\nZ góry może staczać się GRAVELER wcale\nnie zwalniając.

source: It is enclosed in a hard shell that is as\nrugged as slabs of rock. It sheds skin\nonce a year to grow larger.
pl: Zamknięty jest w twardej skorupie, która\njest chropowata jak kamienna płyta.\nRaz w roku zrzuca skórę.

source: Its body is light, and its legs are\nincredibly powerful. It can clear\nAyers Rock in one leap.
pl: Ma lekkie ciało i niesamowicie silne\nkopyta. Potrafiłby rozbić górę\nAyers Rock jednym susem.

source: It can gallop at a top speed of 150\nmiles per hour. It can race as fast as a\nbullet train while ablaze.
pl: Potrafi galopować z prędkością 240\nkilometrów na godzinę. Jest niesamowicie\nszybkim biegaczem.

source: It is always vacantly lost in thought, but\nno one knows what it is thinking about.\nIt is good at fishing with its tail.
pl: Jest zawsze zagubiony w swoich myślach,\nale nikt nie wie o czym tak rozmyśla.\nBardzo dobrze łowi ryby na swój ogon.

source: When a SLOWPOKE went hunting in the sea,\nits tail was bitten by a SHELLDER. That\nmade it evolve into SLOWBRO.
pl: Kiedy SLOWPOKE wybrał się na ryby,\njego ogon ugryzł SHELLDER.\nTo spowodowało ewolucje w SLOWBRO.

source: It moves while constantly hovering.\nIt discharges THUNDER WAVE and so on\nfrom the units at its sides.
pl: Porusza się cały czas lewitując.\nRozładowuje ELEKTROFALE i inne ataki\ndzięki magnesom na bokach.

source: A linked cluster formed of several\nMAGNEMITE. It discharges powerful\nmagnetic waves at high voltage.
pl: Połączona jednostka złożona z\nkilku MAGNEMITE'ÓW. Rozładowują silne\nfale magnetyczne pod napięciem.

source: It always walks about with a plant stalk\nclamped in its beak. The stalk is used for\nbuilding its nest.
pl: Zawsze podróżuje z nacią zakleszczoną\nw dziobie. Łodyga ta używana jest\nprzy budowie gniazda.

source: A two-headed POKéMON that was discovered\nas a sudden mutation. It runs at a pace\nof over 60 miles per hour.
pl: Dwugłowy POKéMON odkryty jako nagła\nmutacja. Potrafi osiągnąć prędkość\n60 mil na godzinę.

source: An odd species that is rarely found.\nThe three heads respectively represent\njoy, sadness, and anger.
pl: Dziwny, rzadko spotykany gatunek.\nTrzy głowy reprezentują kolejno:\nszczęście, smutek i gniew.

source: Covered with light blue fur, its hide is\nthick and tough. It is active in bitter\ncold of minus 40 degrees Fahrenheit.
pl: Jego pokryta błękitnym futrem skóra jest\ntwarda i gruba. Dzięki temu bywa\naktywny w temperaturach do minus 4 stopni.

source: Its body is covered with a pure white\nfur. The colder the weather, the more\nactive it becomes.
pl: Jego ciało pokryte jest śnieżnobiałą\nsierścią. Jego aktywność wzrasta ze\nspadkiem temperatury.

source: Sludge exposed to X rays from the moon\ntransformed into GRIMER. It loves feeding\non filthy things.
pl: Szlam narażony na działanie promieni X\nz księżyca zmienił się w GRIMERA. Lubi\njeść ohydne rzeczy.

source: It is usually undetectable because it\nblends in with the ground. Touching it can\ncause terrible poisoning.
pl: Zazwyczaj niewykrywalny, gdyż rozpływa\nsię w podłożu. Dotknięcie go może być\nprzyczyną poważnych zatruć.

source: It is encased in a shell that is harder\nthan diamond. Inside, however, it is\nsurprisingly tender.
pl: Zamknięty jest w skorupie twardszej niż\ndiament. Wewnątrz jednak jest \nzadziwiająco miękki.

source: Its shell is extremely hard. It cannot be\nshattered, even with a bomb. The shell\nopens only when it is attacking.
pl: Jego skorupa jest strasznie twarda. Nie\nmoże zostać rozkruszona nawet bombą.\nOtwiera się tylko w czasie ataku.

source: A being that exists as a thin gas. It can\ntopple an Indian elephant by enveloping\nthe prey in two seconds.
pl: Twór istniejący w formie rzadkiego gazu.\nMoże powalić Słonia Indyjskiego\npokrywając ofiarę w 2 sekundy.

source: If you get the feeling of being watched\nin darkness when nobody is around,\nHAUNTER is there.
pl: Jeśli sądzisz, że ktoś obserwuje cię\nw ciemności, a nie widzisz nikogo,\njest to HAUNTER.

source: It is said to emerge from darkness to\nsteal the lives of those who become lost\nin mountains.
pl: Podobno wyłania się z ciemności, by\nkraść życia tych, którzy zagineli w\ngórach.

source: It usually lives underground. It searches\nfor food while boring its way through the\nground at 50 miles per hour.
pl: Zazwyczaj żyje pod ziemią. Szuka\npożywienia, gdy świdruje ziemię z\nprędkością 50 km/h.

source: A descendent of the legendary animal\nbaku, which is said to eat dreams. It is\nskilled at hypnotism.
pl: Potomek legendarnego zwierzęcia\nbaku, które podobno zjadało sny.\nUtalentowany hipnotyzer.

source: It carries a pendulum-like device. There\nonce was an incident in which it took \naway a child it hypnotized.
pl: Nosi urządzenie podobne do wahadełka.\nDoszło raz do wypadku, w którym porwał\nzahipnotyzowane dziecko.

source: It can be found near the sea. The large\npincers grow back if they are torn out of\ntheir sockets.
pl: Znajdowany w okolicach morza. Jego\nszczypce szybko odrastają, gdy zostaną\nwyrwane z nasad.

source: Its large and hard pincer has 10,000-\nhorsepower strength. However, being so\nbig, it is unwieldy to move.
pl: Jego olbrzymie szczypce mają siłę\n10,000 koni mechanicznych. Jednak z uwagi\nna rozmiar, są nieporęczne.

source: A life-form whose identity is unknown.\nIt is said to SCREECH or suddenly\nSELFDESTRUCT.
pl: Forma życia o nieznanej tożsamości.\nZnana jest ze swych zdolności do\nSAMOZNISZCZENIA.

source: It explodes in response to even minor\nstimuli. It is feared, with the nickname\nof “The Bomb Ball.”
pl: Eksploduje w odpowiedzi na każdy,\nnawet najmniejszy bodziec. \nNazywa się ją “Bombową Kulą.”

source: Even though it appears to be eggs of\nsome sort, it was discovered to be a life-\nform more like plant seeds.
pl: Mimo, iż wygląda jak zgrupowanie\npewnego rodzaju jaj, odkryto, że jest\nto forma życia bliższa nasionom.

source: It is called “The Walking Tropical\nRainforest.” Each of the nuts has\na face and a will of its own.
pl: Nazywany jest “Chodzącym Lasem\nRównikowym.” Każdy z kokosów ma własną\ntwarz i osobowość.

source: It wears the skull of its dead mother on\nits head. When it becomes lonesome, it is\nsaid to cry loudly.
pl: Nosi na głowie czaszkę swojej zmarłej\nmatki. Gdy czuje się samotny, bardzo\ngłośno płacze.

source: It is small and was originally very weak.\nIts temperament turned ferocious when it\nbegan using bones.
pl: Od zawsze był mały i bardzo słaby.\nSytuacja zmieniła się, gdy POKéMONY\nte zaczęły używać kości.

source: The legs freely contract and stretch.\nThe stretchy legs allow it to hit a\ndistant foe with a rising kick.
pl: Jego nogi dowolnie rozciągają się. \nDzięki tej zdolności może bezpiecznie\nranić odległego wroga.

source: The spirit of a pro boxer has infused this\nPOKéMON. It throws punches that are\nfaster than a bullet train.
pl: Dusza wspaniałego boksera przepełnia tego\nPOKéMONA. Rozsyła ciosy szybsze niż\nnajszybszy pociąg.

source: Its tongue is twice the length of its\nbody. It can be moved like an arm for\ngrabbing food and attacking.
pl: Jego język jest dwa razy dłuższy niż\njego ciało. Może być poruszany jak dłoń\nłapiąc jedzenie i atakując.

source: Its thin, balloon-like body is inflated by\nhorribly toxic gases. It reeks when it is\nnearby.
pl: Jego grube, baloniaste ciało wypełnione\njest trującymi gazami. Dymi, gdy\njest blisko.

source: Very rarely, a sudden mutation can result\nin two small KOFFING twins becoming\nconjoined as a WEEZING.
pl: Czasami nagła mutacja powoduje, że dwa\nmałe bliźniacze KOFFINGI zostają\npołączone w WEEZINGA.

source: Strong, but not too bright, this POKéMON\ncan shatter even a skyscraper with its\ncharging TACKLES.
pl: Silny, lecz nie zbyt bystry. Ten POKéMON\npotrafi powalić nawet drapacz chmur\nszarżując PCHNIĘCIEM.

source: It begins walking on its hind legs after\nevolution. It can punch holes through\nboulders with its horn.
pl: Po ewolucji zaczyna chodzić na zadnich\nnogach. Swoim rogiem potrafi przebić\nsię przez głazy.

source: It lays several eggs a day. The eggs are\napparently rich in nutrients and extremely\ndelicious.
pl: Składa kilka jaj dziennie. Jaja te bogate\nsą w składniki odżywcze i uznawane są za\nprzysmak.

source: Blue plant vines cloak the POKéMON's\nidentity in a tangled mass. It entangles\nanything that gets close.
pl: Niebieskie pnącza kryją prawdziwą\ntożsamość POKéMONA pod splątaną masą.\nOplątuje wszystko w pobliżu.

source: The female raises its offspring in a pouch\non its belly. It is skilled at attacking\nusing COMET PUNCH.
pl: Samica wychowuje swoje dziecko w torbie\nna brzuchu. Jest utalentowanym\nużytkownikiem GRADU CIOSÓW.

source: It maintains balance using its tail, which\nis wound up like a coil. It may spray ink\nfrom its mouth.
pl: Utrzymuje równowagę dzięki zawiniętemu\nogonkowi. Potrafi strzelać\natramentem z pyszczka.

source: Its body bristles with sharp spikes.\nCarelessly trying to touch it could cause\nfainting from the spikes.
pl: Jego ciało najeżone jest kolcami.\nPróba dotknięcia go może skończyć się\nnagłym omdleniem.

source: Its dorsal and pectoral fins are strongly\ndeveloped like muscles. It can swim at a\nspeed of five knots.
pl: Jego płetwy grzebietowe i piersiowe\npodobne są w budowie do mięśni. Potrafi\npływać z prędkością 5 węzłów.

source: The horn on its head is sharp like a\ndrill. It bores a hole in a boulder to\nmake its nest.
pl: Jego róg jest ostry jak wiertło.\nWydłubuje dziury w głazach, by\nstworzyć tam legowisko.

source: It appears in large numbers by seashores.\nAt night, its central core flashes with a\nred light.
pl: Spotykany licznie na wybrzeżach.\nNocą, jego środkowa część świeci\nczerwonym blaskiem.

source: This POKéMON has a geometric body.\nBecause of its body, the locals suspect\nthat it is an alien creature.
pl: Ten POKéMON ma geometryczną budowę.\nZ uwagi na kształt, niewykształceni\nludzie traktują go jak kosmitę.

source: It is adept at conning people. It is said\nto be able to create walls out of thin\nair by miming.
pl: Mistrz w zabawianiu ludzi. Podobno\npotrafi tworzyć dzięki swym sztukom mima\nściany z powietrza.

source: It tears and shreds prey with its wickedly\nsharp scythes. It very rarely spreads its\nwings to fly.
pl: Rozrywa na strzępy ofiarę używając swych\nostrych kos. Rzadko rozkłada skrzydła\ndo lotu.

source: It speaks using a language that sounds\nhuman. Research is under way to determine\nwhat is being said.
pl: Porozumiewa się w języku podobnym do\nludzkiego. Prowadzone są badania, by\nzrozumieć co mówi.

source: It loves to feed on strong electricity.\nIt occasionally appears around large\npower plants and so on.
pl: Uwielbia karmić się elektrycznością.\nCzasami można spotkać go przy wielkich\nelektrowniach itp.

source: Found near the mouth of a volcano.\nThis fire-breather's body temperature is\nnearly 2,200 degrees Fahrenheit.
pl: Spotykany blisko wulkanów.\nTemperatura ciała tego ognistego POKéMONA\nosiąga nawet 1,200 stopni Celsjusza.

source: Its two long pincer horns are powerful.\nOnce they grip an enemy, they won't\nrelease until the foe is torn.
pl: Jego olbrzymie rogi są potężne.\nGdy złapią przeciwnika, nie puszczą go,\npóki go nie rozerwą.

source: When it is about to TACKLE, it whips\nits body repeatedly with its three\nlong tails.
pl: Gdy chce użyć PCHNIĘCIA, biczuje\nsię kilka razy swoimi długimi\ntrzema ogonami.

source: It is virtually worthless in terms of both\npower and speed. It is the most weak and\npathetic POKéMON in the world.
pl: Jest praktycznie bezużyteczny jeśli chodzi\no siłę i prędkość. To najsłabszy i\nnajbardziej daremny POKéMON świata.

source: It has an extremely aggressive nature.\nThe HYPER BEAM it shoots from its mouth\ntotally incinerates all targets.
pl: Ma niesamowicie agresywną naturę.\nHIPERPROMIENIA, którego używa,\ncałkowicie spopiela wszystkie cele.

source: Its high intelligence enables it to\nunderstand human speech. It likes to ferry\npeople on its back.
pl: Dzięki swej wysokiej inteligencji rozumie\nludzką mowę. Lubi przewozić ludzi\nna swoich plecach.

source: It can freely recombine its own cellular\nstructure to transform into other life-\nforms.
pl: Może dowolnie zmieniać swoją strukturę\nkomórkową, by zmieniać się w inne\nformy życia.

source: An extremely rare POKéMON that may\nevolve in a number of different ways\ndepending on stimuli.
pl: Niesamowicie rzadki POKéMON mogący\newoluować na różne sposoby, zależnie\nod bodźca.

source: Its body's cellular structure is similar to\nthe molecular composition of water.\nIt can melt invisibly in water.
pl: Budowa jego ciała przypomina cząsteczkowo\nbudowę wody. Potrafi stać się\nniewidzialny w zbiornikach wodnych.

source: If it is angered or startled, the fur all\nover its body bristles like sharp needles\nthat pierce foes.
pl: Przestraszony lub rozzłoszczony, jeży\nswoje futro na całym ciele na kształt\nostrych kolców.

source: It has a flame bag inside its body. After\ninhaling deeply, it blows out flames of\nnearly 3,100 degrees Fahrenheit.
pl: W swoim ciele posiada torbę na płomienie.\nPo głębokim wdechu potrafi zionąć\nogniem o temperaturze 1,700 stopni.

source: Using the most advanced technologies,\nscientists finally succeeded in making the\nfirst artificial POKéMON.
pl: Używając zaawanasowanej technologii,\nnaukowcom udało się stworzyć pierwszego\nsztucznego POKéMONA.

source: A prehistoric POKéMON that lived in the\nprimordial sea, it swims by twisting its\n10 tentacles about.
pl: Prehistoryczny POKéMON, który żył w\npierwotnym morzu, pływa skręcając swoich\ndziesięć macek.

source: Its tentacles are highly developed as if\nthey are hands and feet. As soon as it\nensnares prey, it bites.
pl: Jego macki zbudowane są tak, jakby miały\nsłużyć mu za ręce i nogi. Gryzie, gdy\ntylko złapie ofiarę.

source: This POKéMON was regenerated from the\nfossil of an ancient creature. It protects\nitself with a hard shell.
pl: Ten POKéMON został ożywiony ze\nskamieliony pradawnej istoty. Chroni\nsię w swej twardej skorupie.

source: It swims freely through water. It catches\nprey with its scythe-like arms and drains\nthe victim's fluids.
pl: Z łatwością pływa w wodzie. Łapie ofiary\nswoimi łapami przypominającymi kosy i\nwysysa fluidy z ich ciał.

source: It was regenerated from a dinosaur's\ngenetic matter that was found in amber.\nIt flies with high-pitched cries.
pl: Został wskrzeszony z materiału\ngenetycznego dinozaura znalezionego\nw bursztynie. Wydaje wysokie dźwięki.

source: It is not satisfied unless it eats over 880\npounds of food every day. When it is done\neating, it goes promptly to sleep.
pl: Nie naje się, jeśli nie zje 400 kilogramów\npożywienia dziennie. Gdy zje swój posiłek,\nnatychmiast idzie spać.

source: One of the legendary bird POKéMON.\nWith its long tail trailing behind, its\nflying form is magnificent.
pl: Jeden z legendarnych POKéMONÓW ptaków.\nWygląda wspaniale w locie, dzięki\nswojemu długiemu ogonowi.

source: One of the legendary bird POKéMON.\nWhile it is flying, it makes crackling and\nsnapping sounds.
pl: Jeden z legendarnych POKéMONÓW ptaków.\nW czasie lotu wydaje skrzeczące i\ntrzaskające dźwięki.

source: One of the legendary bird POKéMON.\nThose seeing it are overwhelmed by its\norange wings that seem to be on fire.
pl: Jeden z legendarnych POKéMONÓW ptaków.\nPosiada niesamowite pomarańczowe\nskrzydła, wyglądające jakby płonęły.

source: Even the young can exceed 6.5 feet in\nlength. It grows larger by repeatedly\nshedding skin.
pl: Nawet młode mogą osiągać 2 metry\ndługości. Rośnie, zrzucając z siebie\nstarą skórę.

source: It is said to live in seas and lakes.\nEven though it has no wings, it has been\nseen flying occasionally.
pl: Podobno mieszka w morzach i jeziorach.\nMimo, iż nie ma skrzydeł, czasami\nwidziany jest w locie.

source: It can fly in spite of its big and bulky\nphysique. It circles the globe in just\n16 hours.
pl: Potrafi latać mimo swojej obszernej\nbudowy ciała. Potrafi okrążyć ziemię w\n16 godzin.

source: A POKéMON whose genetic code was\nrepeatedly recombined for research.\nIt turned vicious as a result.
pl: POKéMON, którego kod genetyczny\nzmieniany był w celach badawczych.\nW rezultacie stał się zdradliwy.

source: A POKéMON of South America that was\nthought to have been extinct. It is very\nintelligent and learns any move.
pl: POKéMON z Pd. Ameryki, do tej pory\nuważany za wymarłego. Jest\ninteligentny i może poznać każdy ruch.

source: A spicy aroma emanates from around its\nneck. The aroma acts as a stimulant to\nrestore health.
pl: Z jego szyi emanuje ostry aromat.\nAromat ten jest stymulantem do\nprzywracania zdrowia.

source: MEGANIUM's breath has the power to revive\ndead grass and plants. It can make them\nhealthy again.
pl: Oddech MEGANIUM ma moc wskrzeszania\nobwiędłych roślin i trwa. Może je w pełni\nuzdrowić.

source: It usually stays hunched over. If it is\nangry or surprised, it shoots flames out\nof its back.
pl: Zazwyczaj siedzi zgarbiony. W stanach\nzagrożenia, strzela z pleców ostrymi\npłomieniami.

source: This POKéMON is fully covered by\nnonflammable fur. It can withstand any\nkind of fire attack.
pl: Ten POKéMON jest w pełni pokryty\nogniodpornym futrem. Może znieść każdy\nognisty atak.

source: It has a secret, devastating move. It\nrubs its blazing fur together to cause\nhuge explosions.
pl: Zna sekretny, niszczycielski ruch.\nPociera o siebie swoje płonące futro,\npowodując eksplozje.

source: It is small but rough and tough. It won't\nhesitate to take a bite out of anything\nthat moves.
pl: Jest mały, ale strasznie silny.\nChętnie gryzie wszystko w zasięgu\nwzroku.

source: It opens its huge jaws wide when\nattacking. If it loses any fangs while\nbiting, they grow back in.
pl: Otwiera swoje wielkie szczęki w\ntrakcie ataku. Jeśli straci zęby\ngryząc, szybko odrastają.

source: It is hard for it to support its own\nweight out of water, so it gets down on\nall fours. But it moves fast.
pl: Ciężko jest mu podtrzymać swój własny\nciężar wychodząc z wody, więc często\nkładzie się na cztery łapy.

source: It stands on its tail so it can see a long\nway. If it spots an enemy, it cries loudly\nto warn its kind.
pl: Staje na ogonie, by dokładniej widzieć co\ndzieje się w oddali. Zauważając wroga,\ngłośno krzyczy.

source: There is no telling where its tail begins.\nDespite its short legs, it is quick at\nhunting RATTATA.
pl: Ciężko określić, gdzie zaczyna się jego\nogon. Mimo krótkich łap, dość sprawnie\npoluje na RATTATY.

source: It has a perfect sense of time. Whatever\nhappens, it keeps rhythm by precisely\ntilting its head in time.
pl: Ma doskonałe wyczucie czasu. Cokolwiek\nsię nie wydarzy, cały czas rytmicznie\nkiwa głową.

source: When it needs to think, it rotates its head\n180 degrees to sharpen its intellectual\npower.
pl: Gdy chce pomyśleć, obraca głowę o 180\nstopni, by wzmocnić swoje intelektualne\nmoce.

source: When the weather turns cold, numerous\nLEDYBA gather from everywhere to cluster\nand keep each other warm.
pl: Gdy robi się zimno, wiele LEDYB\nzbiera się stając blisko siebie, by\nutrzymywać ciepło swoich ciał.

source: The star patterns on its back grow larger\nor smaller depending on the number of\nstars in the night sky.
pl: Gwiezdny wzór na jego plecach rośnie lub\nmaleje w zależności od ilości gwiazd\nna nocnym niebie.

source: It spins a web using fine--but durable--\nthread. It then waits patiently for prey\nto be trapped.
pl: Tworzy sieć za pomocą silnej i trwałej\nnici. Następnie czeka cierpliwie na\nswoją ofiarę.

source: A single strand of a special string is\nendlessly spun out of its rear. The string\nleads back to its nest.
pl: Pojedyncza nić specjalnej sieci\ncały czas wydostaje się z jego odwłoku\nprowadząc do jego gniazda.

source: The development of wings on its legs\nenables it to fly fast but also makes it\ntough to stop and rest.
pl: Wykształcone skrzydałeka na jego\nnogach pozwalają mu szybko latać,\nale także utrudniają odpoczynek.

source: On the dark ocean floor, its only means\nof communication is its constantly\nflashing lights.
pl: Na mrocznym dnie oceanu, jego jedynym\nśrodkiem komunkacji jest świecenie\nlampkami.

source: It blinds prey with an intense burst of\nlight, then swallows the immobilized prey\nin a single gulp.
pl: Oślepia swoją ofiarę silnym strumieniem\nświatła, następnie połyka unieruchomioną\nofiarę.

source: Despite its small size, it can zap even\nadult humans. However, if it does so, it\nalso surprises itself.
pl: Mimo swego małego rozmiaru, potrafi\nporazić nawet dorosłych ludzi. Wtedy\njednak zaskakuje nawet siebie.

source: When numerous meteors illuminate the\nnight sky, sightings of CLEFFA strangely\nincrease.
pl: Gdy meteory oświetlają nocne\nniebo, zwiększają się doniesienia o\nspotkaniu CLEFFY.

source: Its extremely flexible and elastic body\nmakes it bounce continuously--anytime,\nanywhere.
pl: Jest niezwykle giętki, a jego elastyczne\nciało pozwala mu nieprzerwanie\nodbijać się.

source: A proverb claims that happiness will come\nto anyone who can make a sleeping TOGEPI\nstand up.
pl: Przysłowie głosi, że szczęście spotka\nkażdego, kto potrafił będzie obudzić\nśpiącego TOGEPI.

source: It grows dispirited if it is not with kind\npeople. It can float in midair without\nmoving its wings.
pl: Bywa przygnębiony, gdy nie zadaje\nsię z miłymi ludźmi. Potrafi lewitować\nbez poruszania skrzydłami.

source: It usually forages for food on the ground\nbut may, on rare occasions, hop onto\nbranches to peck at shoots.
pl: Zazwyczaj szuka jedzenia na ziemii, ale\nczasami, choć rzadko, zdarza się, że\nwskakuje na gałęzie.

source: In South America, it is said that its right\neye sees the future and its left eye\nviews the past.
pl: W Południowej Ameryce, mówi się, że jego\nprawe oko widzi przyszłość, a lewe\nprzeszłość.

source: Its fleece grows continually. In the\nsummer, the fleece is fully shed, but it\ngrows back in a week.
pl: Jego runo rośnie cały czas. W lecie,\ngdy zostaje ścięte, odrasta w pełni w\nciągu tygodnia.

source: Its fluffy fleece easily stores\nelectricity. Its rubbery hide keeps it\nfrom being electrocuted.
pl: Jego puchate runo łatwo przechowuje\nelektryczność. Jego gumowa wełna\npomaga zachować ładunek.

source: The bright light on its tail can be seen\nfar away. It has been treasured since\nancient times as a beacon.
pl: Jasne światło z jego ogona jest widoczne\nz daleka. Od dawnych czasów używane\njako latarnie morskie.

source: Plentiful in the tropics. When it dances,\nits petals rub together and make a\npleasant ringing sound.
pl: Licznie zamieszkuje tropiki. Tańcząc,\njego płatki pocierają się o siebie\ntworząc dzwoniący dźwięk.

source: The end of its tail serves as a buoy that\nkeeps it from drowning, even in a vicious\ncurrent.
pl: Końcówka jego ogona służy jako boja,\ndzięki której nie tonie nawet przy\nporywczych prądach.
